Repository: FyhSky/put.io-adder
Catalog: put.io adder/*.lproj/Localizable.strings
Languages: de, es

# HELPER_FETCHING_USERINFO
source: Fetching info...
de: Lade info...
es: Cargando info...

# HELPER_MSG_READY
source: Ready
de: Bereit
es: Preparado

# HELPER_AUTH_REQUIRED
source: Authentication required!
de: Log-in notwendig!
es: ¡Autenticación requerida!

# HELPER_USERINFO_ACCOUNT
source: %@, %@ used of %@
de: %@, %@ benutzt von %@
es: %@, %@ utilizados de %@

# HELPER_USERINFO_FAILED
source: Failed to fetch account info!
de: Konnte Kontoinfo nicht laden!
es: Imposible cargar info de la cuenta!

# HELPER_NO_PENDING_TRANSFERS
source: No pending transfers! / %i finished
de: Keine anstehende Transfers | %i erledigt
es: No hay descargas pendientes | %i finalizadas

# HELPER_TRANSFERS_FAILED
source: Failed to fetch transfers!
de: Konnte Transferinfo nicht laden!
es: Imposible cargar info de descargas!

# HELPER_PENDING_TRANSFERS_PURAL
source: %i pending transfers / %i finished
de: %i unerledigte Transfers | %i erledigt
es: %i cargas pendientes | %i finalizadas

# HELPER_PENDING_TRANSFERS_SINGULAR
source: 1 pending transfer / %i finished
de: 1 unerledigter Transfer | %i erledigt
es: 1 carga pendiente | %i finalizadas

# HELPER_MAGNET_ADDING
source: Adding magnet: %@
de: Lade: %@
es: Agregando: %@

# HELPER_MAGNET_ADDED_CLOSING
source: URL successfully added, closing in 5 seconds!
de: URL erfolgreich hinzugefüht, schliesse in 5 Sekunden!
es: URL agregada con éxito! Cerrando en 5 segundos!

# HELPER_MAGNET_ADDED
source: URL successfully added!
de: URL erfolgreich hinzugefüht!
es: URL agregada con éxito!

# HELPER_MAGNET_ERROR
source: Something went wrong!?
de: Irgendwas ist schief gelaufen!?
es: Algo no ha ido bien!?

# HELPER_MAGNET_DUPLICATE
source: Failed! URL already in queue?
de: Fehler! URL bereist in Warteschlange?
es: Error! URL ya esta en la cola?

# HELPER_TORRENT_UPLOADING
source: Uploading torrent: %@
de: Lade torrent: %@
es: Subiendo torrent: %@

# HELPER_TORRENT_ADDED_CLOSING
source: Torrent successfully added, closing in 5 seconds!
de: Torrent erfolgreich hinzugefüht, schliesse in 5 Sekunden!
es: Torrent agregado con éxito! Cerrando en 5 segundos!

# HELPER_TORRENT_ADDED
source: Torrent successfully added!
de: Torrent erfolgreich hinzugefüht!
es: Torrent agregado con éxito!

# HELPER_TORRENT_DUPLICATE
source: Failed! Torrent already in queue?
de: Fehler! Torrent bereist in Warteschlange?
es: Error! Torrent ya esta en la cola?

# HELPER_NEW_VERSION_TITLE
source: New Version available
de: Neue Version Verfügbar
es: ¡Nueva versión disponible!

# HELPER_NEW_VERSION_BODY
source: A new version (%@) of put.IO Adder is available on GitHub! Want to check it out?
de: Eine neue Version (%@) von put.IO Adder ist auf GitHub verfügbar! Möchtest du sie sehen?
es: Una nueva versión (%@) de put.IO Adder está disponible en GitHub! Quieres verla?

# HELPER_CANCEL
source: Cancel
de: Abbrechen
es: Cancelar

# PANEL_AUTO_CLOSE_WHEN
source: Automatically close the app after:
de: Auto-schliesse App wenn:
es: Automaticamente cerrar después de:

# PANEL_ADDING_MAGNET
source: Adding a new magnet
de: Neuer magnet hinzugefügt
es: Agregar un nuevo magnet

# PANEL_ADDING_TORRENT
source: Uploading a new torrent
de: Torrent hochgeladen
es: Subir un nuevo torrent

# PANEL_CHECK_FOR_UPDATES
source: Check for updates on startup
de: Suche nach updates
es: Buscar actualizaciones

# PANEL_CLOSE
source: Close
de: Schliessen
es: Cerrar

# HELPER_TABLEHEADER_NAME
source: Name
es: Nombre

# HELPER_TABLEHEADER_STATUS
source: Status
es: Estado

# HELPER_STATE_DOWNLOADING
source: Downloading: %@%%
de: Lade: %@%%
es: Descargando: %@%%

# HELPER_STATE_COMPLETED
source: Done
de: Fertig
es: Finalizado

# HELPER_STATE_WAITING
source: Waiting...
de: Warte...
es: Esperando...

# HELPER_STATE_COMPLETING
source: Completing...
de: Fertig stellen...
es: Completando...

# HELPER_STATE_SEEDING
source: Done/Seeding...
de: Fertig/Seeding...
es: Finalizado/Seeding...

# HELPER_STATE_QUEDED
source: In Queue
de: In Warteschlange
es: En Espera

# HELPER_TRANSFERS_SHOW
source: Show Transfers
de: Transfers Anzeigen
es: Mostrar Descargas

# HELPER_TRANSFERS_HIDE
source: Hide Transfers
de: Transfers Verbergen
es: Esconder Descargas

# NOTIFICATION_TITLE
source: Finished Download
de: Erfolgreicher Download
es: Descarga Finalizada

# NOTIFICATION_MSG
source: "%@" finished downloading
de: "%@" Wurde Erfolgreich Heruntergeladen
es: "%@" se descargó
